acpid
alacritty
alsa-plugins
alsa-utils
amd-ucode
android-udev
anydesk-bin
archey3
atool
audio-recorder
autoconf
automake
b43-fwcutter
bandwhich
bat
beep
binutils
bison
bitwarden
bluez-utils
bottom-bin
brightnessctl
browsh-bin
btrfs-progs
clang
cmake
conky
coreutils
cpu-checker-bzr
cpupower
crda
cronie
crun
cryptsetup
device-mapper
dhclient
dhcpcd
dialog
diffutils
dmenu
dmraid
dnsmasq
dosfstools
dust-bin
e2fsprogs
ecryptfs-utils
efibootmgr
elinks
elixir
espanso-bin
exa
exfat-utils
f2fs-tools
fd
firefox
flameshot
flex
gimp
go
gparted
groff
gzip
ht-bin
i3-wm
i3blocks
i3lock
i3status
ifplugd
inetutils
intel-ucode
iproute2
iputils
jdk11-openjdk
jetbrains-toolbox
jfsutils
jre11-openjdk
jre11-openjdk-headless
laptop-mode-tools
lightdm
lightdm-gtk-greeter
manjaro-zsh-config
navi-bin
neovim-nightly
neovim-symlinks
netctl
nfs-utils
nmap
noto-fonts
okular
otf-san-francisco-pro
paru-bin
picom
podman
pulseaudio
python-pip
python-pynvim
ranger
refind-theme-maia
ripgrep
rofi
rsync
rxvt-unicode
sd
slack-desktop
spotify
spotify-adblock-git
tealdeer-bin
telegram-desktop
tokei
ttf-apple-emoji
ttf-arabeyes-fonts
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
udiskie
udisks2
uget
unrar
unzip
urxvt-font-size-git
urxvt-perls
usbutils
vlc
w3m
watchman
wget
which
wpa_supplicant
xclip
xfsprogs
xiaomitool-v2
xinit-xsession
xlogin
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xz
zip
zoom
zoxide-bin
