accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-udev
arandr
archey3
asciinema
autoconf
automake
avahi
b43-fwcutter
bandwhich
bash
bat
beep
binaryen
bison
bluedevil
blueman
bmenu
bottom
brave-browser
bridge-utils
brightnessctl
btop
btrfs-progs
bzip2
caddy
clang
clipit
cmake
codespell
coreutils
cpupower
cronie
cryptsetup
deepin-icon-theme
deno
device-mapper
dfc
dhclient
dhcpcd
dialog
diffutils
discord
dkms
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dua-cli
dunst
dust
e2fsprogs
easyeffects
ecryptfs-utils
efibootmgr
element-desktop
elinks
elixir
epdfview
ethtool
exa
exfat-utils
f2fs-tools
fd
ffmpegthumbnailer
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gcolor2
gdb
gettext
git-delta
github-cli
glfw-wayland
glibc
glibc-locales
glow
gnome-keyring
gnu-netcat
gnuplot
go
gparted
grep
grim
grub
grub-theme-manjaro-dev
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
helvum
hsetroot
htop
i3-default-artwork
i3blocks
i3status
ifplugd
inetutils
inxi
iproute2
iptables-nft
iputils
jdk11-openjdk
jfsutils
jre11-openjdk
jre11-openjdk-headless
kvantum-manjaro
lazygit
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libfido2
libgnome-keyring
librsync
libtool
libva-mesa-driver
libva-vdpau-driver
libvirt
licenses
lightdm-gtk-greeter
lightdm-slick-greeter
linux515
lld
lldb
llvm
logrotate
lua-language-server
luarocks
lvm2
lxappearance
lxinput
lxsession
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-bluetooth
manjaro-browser-settings
manjaro-hotfixes
manjaro-ranger-settings
manjaro-release
manjaro-system
manjaro-zsh-config
markdown_previewer
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
miniserve
mkcert
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
mold
morc_menu
mousepad
mupdf
nano
nano-syntax-highlighting
nasm
ncdu
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nginx
nmap
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
obs-studio
okular
openresolv
openssh
os-prober
otf-font-awesome
p7zip
pacman
pamac-gtk
pass
patch
patchutils
pavucontrol
pciutils
pcmanfm
perl
perl-anyevent-i3
perl-file-mimeinfo
perl-json-xs
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
postgresql-libs
powerline-fonts
powertop
procps-ng
protobuf
psmisc
python-nautilus
python-pip
python-pipx
python-pynvim
python-pyqt5
qemu-desktop
qrencode
qt5ct
ranger
redis
redshift
reiserfsprogs
ripgrep
rsync
rustup
s-nail
sbxkb
screenfetch
sd
sddm
seahorse
sed
shadow
shellcheck
slurp
sof-firmware
solidity
spectre-meltdown-checker
speedtest-cli
squashfs-tools
starship
stylua
sudo
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tailscale
tar
telegram-desktop
terminus-font
texinfo
the_silver_searcher
tokei
trash-cli
tree
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
udiskie
ufw
unrar
unzip
upower
usbutils
util-linux
valgrind
viewnior
virt-manager
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wakatime
websocat
wget
which
wireplumber
wl-clipboard
wmutils
wpa_supplicant
xautolock
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-power-manager
xfsprogs
xh
xlogin
xorg-bdftopcf
xorg-iceauth
xorg-server
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xterm
xtrlock
xz
zensu
zip
zoxide
