acpi
acpid
alsa-plugins
alsa-utils
amd-ucode
android-udev
archey3
asciinema
atool
autoconf
automake
b43-fwcutter
bandwhich
bash
bat
beep
binaryen
binutils
bison
bottom
bridge-utils
brightnessctl
browsh-bin
btrfs-progs
bzip2
cadmus-appimage
clang
cmake
conky
coreutils
cpu-checker-bzr
cpupower
crda
cronie
crun
cryptsetup
deepin-icon-theme
device-mapper
dhclient
dhcpcd
dialog
diffutils
dkms
dmenu
dmidecode
dmraid
dnsmasq
docker
dosfstools
dua-cli
dust
e2fsprogs
ebtables
ecryptfs-utils
efibootmgr
elinks
elixir
espanso-bin
exa
exfat-utils
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
file
filesystem
findutils
flameshot
flex
gawk
gcc
gcc-libs
gettext
gimp
git-delta
glibc
gnome-keyring
gnu-netcat
gnuplot
go
google-chrome
gparted
grep
groff
grpcurl-bin
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gzip
harfbuzz-icu
heroku-cli-bin
highlight
hsetroot
i3-gaps
i3blocks
i3lock
i3status
i3status-rust-git
ifplugd
inetutils
iproute2
iputils
jdk11-openjdk
jfsutils
jre11-openjdk
jre11-openjdk-headless
kitty
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libfido2
librsync
libtool
libva-mesa-driver
libva-vdpau-driver
libvirt
licenses
lightdm
lightdm-gtk-greeter
lld
lldb
llvm
logrotate
lvm2
lxappearance
lxsession
m4
make
man-db
man-pages
manjaro-firmware
manjaro-release
manjaro-system
manjaro-zsh-config
mdadm
mediainfo
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mupdf
nano
nasm
navi-bin
neovim-git
neovim-symlinks
networkmanager
nfs-utils
nmap
noto-fonts
noto-fonts-extra
ntfs-3g
numlockx
obs-studio
okular
os-prober
papirus-icon-theme
paru-bin
pass
patch
pavucontrol
pciutils
pcmanfm
perl
perl-anyevent-i3
perl-json-xs
picom-git
pkgconf
playerctl
postgresql-libs
powerline-fonts
preload
procps-ng
protobuf
psmisc
pulseaudio
python-pip
python-pipx
python-pybrctl
python-pynvim
python-pyqt5
qemu
qrencode
ranger
redis
reiserfsprogs
ripgrep
rofi
rsync
rxvt-unicode
s-nail
scrcpy-git
scrot
sd
sed
shadow
solidity
spectre-meltdown-checker
speedtest-cli
sudo
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
the_silver_searcher
tokei
ttf-arabeyes-fonts
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-font-awesome-4
ttf-inconsolata
ttf-liberation
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
udiskie
udisks2
uml_utilities
unrar
unzip
urxvt-font-size-git
urxvt-perls
usbutils
util-linux
valgrind
viewnior
virt-manager
vulkan-radeon
w3m
watchman
webkit2gtk
websocat
wget
which
whitesur-cursor-theme-git
whitesur-gtk-theme-git
whitesur-icon-theme-git
wpa_supplicant
xclip
xf86-video-amdgpu
xfsprogs
xh
xinit-xsession
xlogin
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xtrlock
xz
zip
zoxide
